[
    {
        "title": "What is NoteNest?",
        "description": "NoteNest is a first-of-its-kind note generating tool for mental health professionals. It is a web application created to ease the burden of documentation by using automation features."
    },
    {
        "title": "Does NoteNest use AI?",
        "description": "We are not using AI for NoteNest at this time. We are not confident about the legalities and ethics relating to AI as it relates to note generation and want to make sure none of our users get in trouble for this. Although our notes may seem like they are being generated by AI, it is in fact a very complex, human created, Natural Language Processor (NLP)."
    },
    {
        "title": "Who created NoteNest?",
        "description": "NoteNest is created and designed by a Licensed Professional Counselor in the state of Virginia. \n In 2017, she fulfilled her dream of going into private practice, and as her caseload grew, so did the burden of documentation - an all too common story. She would spend hours a week catching up on her notes, which would bleed into her weekends and family time. She started looking into various platforms to help alleviate some of this stress, and although some helped a little, she continued to run perpetually behind. \n In 2018, after an insurance audit, many sleepless nights, and what many would identify as a complete burn-out, she decided to make her own platform.\n She now has a small team helping her make her NoteNest dream a reality."
    },
    {
        "title": "How do I use the note generator/How does it work?",
        "description": "You will start by adding your client to the system and will be prompted to add your client’s basic information- preferred name, DOB, and pronouns. Once that is done, the best place to start is by creating an assessment, although you may skip to a treatment plan. Simply click “create assessment” and the note generator will appear. \n On the left side of the screen, you will see keywords with check boxes. Just start selecting checkboxes to describe your client/the session. As you make selections, you may see more keywords appear. You can continue making selections to make detailed sentences or leave further keywords unchecked for more general content.\n For example you may select “mood” and then see a list of moods and select “anxious.” Once you click “anxious” you may choose to select “fidgeting” to further describe the anxious mood you observed or you can just simply stop at “anxious” making more generalized observations. \n As you continue to make selections you will see the note write itself on the right side of the screen. We recommend that you take a close look at what is written when you first start using NoteNest in order to understand how to better use the system. You could even make a mock client and play with the keywords to familiarize yourself with them and the way the sentences appear. We know, “who has time for that,” right? \n Information from Assessments and Treatment Plans are implemented into Progress Notes and Discharge Summaries in order to keep your documentation comprehensive and reduce the time it takes you to write them. Further, notes/keywords can be duplicated from previous sessions, meaning you may only need to change a few keyword selections to make a unique note."
    },
    {
        "title": "Who is NoteNest for?",
        "description": "NoteNest is currently designed for mental health professionals and was designed and created by a Licensed Counselor working in outpatient therapy practice. We have tried to make it as comprehensive as possible, including - individual, family, and group therapy, services for children and adults, as well as substance abuse, eating disorders, and various mood and behavioral disorders. We believe that the content is both comprehensive enough and simple enough to be a helpful tool for most providers. We are continuing to make improvements to the platform, adding content, simplifying content, etc"
    },
    {
        "title": "Can I make changes to my notes/add my own content?",
        "description": "Absolutely! In fact, we encourage you to read over the documentation and make changes, revisions, and updates. NoteNest is a tool to help you make notes more quickly. Once you are done making keyword selections, you will have the option to read over and edit the content of the note. Please use this time to do so! You are responsible for the quality and content of your notes. Again, we are just here to help speed that up. \n It should be noted that the more unique content you add and changes you make directly onto the note in the system, the less NoteNest will be able to use automation and duplication functions for future notes. "
    },
    {
        "title": "Can I customize the keywords?",
        "description": "We currently have places for you to add language, keywords, and quotes throughout the generator. We encourage you to put unique content in your notes through the use of these features. "
    },
    {
        "title": "Will my notes be saved in the system?",
        "description": "Yes, we do save your notes on the system for you. You are welcome to download them, copy and paste them into another system, or simply leave them in the NoteNest cloud. In fact, saving your documentation is an important part of NoteNest, as information from certain documents are used to auto-populate portions of other documents."
    },
    {
        "title": "Can I use this with my current EHR system like Simple Practice?",
        "description": "We do not currently integrate with any other system, but you are more than welcome to copy and paste your notes created with NoteNest into other systems or you can also download them off NoteNest and upload them anywhere you would like."
    },
    {
        "title": "What kind of services do you offer to larger groups/practice/institutions?",
        "description": "If you are part of a bigger institution and interested in the features NoteNest offers, please reach out. We are open to working out customizations and integrations, in these cases, and helping you alleviate the burden of documentation on your professionals."
    },
    {
        "title": "Is there a membership commitment after my free trial?",
        "description": "No, you can cancel anytime. Please allow 5 business days before your renewal date to ensure you do not get charged. \n We do encourage you to contact us if there is any specific challenge you were having or improvement you think we could make to NoteNest."
    },
    {
        "title": "How is privacy addressed?",
        "description": "We are HIPAA compliant and offer you a BAA as part of the terms and conditions"
    }
]